Repository: BeAPI/revisionize
Catalog: languages/revisionize-*.po
Languages: fr_fr

source: Future revisions
fr_fr: Révisions futures

source: %s revision
fr_fr: %s révision

source: Invalid Post ID
fr_fr: ID invalide

source: Revisionize
fr_fr: Créer une révision

source: WARNING: Publishing this revision will overwrite <a href="%s">its original</a>.
fr_fr: Attention: La publication de cette révision va écraser <a href="%s">le contenu original</a>.

source: Create a Revision
fr_fr: Créer une révision

source: Revision
fr_fr: Révision

source: Currently editing a revision of %s. Publishing this post will overwrite it.
fr_fr: Vous êtes entrain d'éditer une révision du contenu suivant : %s. La publication de cette révision écrasera le contenu original pour cette version révisée.

source: Contents needing review
fr_fr: Contenus nécessitant une relecture

source: No content need reviewed at this time!
fr_fr: Aucun contenu ne demande à être relu à cet instant !
